week14-models-continued/app/controllers/users_controller.rb

INSERT INTO "users" ("age", "first_name", "last_name") VALUES (?, ?, ?)  [["age", 3], ["first_name", "dfsf"], ["last_name", ""]]
---
  def create
    @user = User.new(params[:first_name => params[:first_name], :last_name => params[:last_name], :age => params[:age]])
    @user.save